alefragnani.project-manager
batisteo.vscode-django
bradlc.vscode-tailwindcss
charliermarsh.ruff
codezombiech.gitignore
continue.continue
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
docker.docker
donjayamanne.git-extension-pack
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
glenn2223.live-sass
htmlhint.vscode-htmlhint
kubosho.ecsstractor
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ru
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-sqlite
octref.vetur
openai.chatgpt
orta.vscode-jest
pucelle.vscode-css-navigation
qwtel.sqlite-viewer
ritwickdey.liveserver
tobermory.es6-string-html
usernamehw.errorlens
vue.volar
ziyasal.vscode-open-in-github
